[
    {
        "title":"HISTORY ON WHEELS: ROLLER SKATING by Lucy Uprichard",
        "text":" For many, wheels have been a recurrent symbol of freedom. The feminist history of the bicycle is fairly well-known; in short, as cycling became a safer and more 
        accessible pastime, women took up cycling en masse. It became popular among suffragettes, to the point that "woman is riding to suffrage on the bicycle" became an oft-quoted 
        phrase in newspapers at the time. Though we often consider the bicycle as a tool for the protestors of the past, it remains a useful and sometimes fraught resource for women 
        and activists at large; Iranian women routinely protest against misogynistic cycling bans on women, and Black Lives Matters protestors have recently used the mass presence of 
        cyclists to block off roads in New York City.
        As strong as the link between cycling and liberation is, it can sometimes feel like bikes get all the political press. There are stories of independence and activism baked 
        into the development of all forms of transportation and wheel-based sports. This essay series will explore the different political and recreational ways that marginalized 
        people, and particularly women, have interacted with wheels over the years—starting with roller skating. 
        If you’ve been on TikTok or Instagram recently, you may have noticed a lot of videos of carefree young women and teenagers roller skating dreamily to chill-hop, often 
        backwards, spinning and sliding effortlessly and generally making the whole operation look much, much easier than it is (take it from someone who failed out of roller 
        derby boot camp). Roller skating as a concept stretches back centuries, and the early versions were decidedly more frumpy and inelegant than a modern skate. As later versions 
        became easier to handle, skates became increasingly popular, and a “skate craze” of the late 1800s saw the establishment of hundreds of roller rinks across the US and further 
        afield. 
        In the UK, suffragettes adopted skates on at least one occasion as part of a protest against women’s disenfranchisement through the tax system. In 1911, a large group of 
        suffragettes, including Emmeline Pankhurst, hired and hid out in a London skating rink to avoid the census, a part of a national mass evasion campaign under the slogan 
        'we don't count; we won't be counted.” Marie Lawson, a prominent figure in one of the participating organisations, later said:
        “We had roller skates and we spent the night on roller skates and there was no-one to declare us [...] we felt we had done the government out of so many names on the census 
        resistance. It wasn’t very useful really but it was something to do. We used to grab at every little thing, you know, that we could make a protest about. It was advertising 
        really.”
        In the US, roller rinks have historically been sites of exclusion and oppression for Black Americans. Segregation laws included banning or limiting African-American people's 
        access to amusement parks and leisure facilities, including swimming pools, dance halls, and roller rinks. Attempts to occupy these spaces and incorporate skating into protest 
        have consequently been a common form of resistance from Black protestors in the US and elsewhere. One of the most well-known rolling protestors was 27-year-old Ledger Smith, 
        who in 1967 skated from Chicago to Washington in ten days to join the March on Washington for Jobs and Freedom called by Martin Luther King, wearing a placard reading 'I'm 
        skating to Washington for Civil Rights.'",
        "categories":""
    },
    {
        "title":"HOW PERFORMATIVE ALLYSHIP GASLIGHTS MARGINALIZED PEOPLE AND HOW TO MOVE TOWARD SOLIDARITY",
        "text":"It's happened to me many times over throughout my adult life, though each time it somehow surprises me. It has begun to have a script: a group of leftists of varying identities and experiences appear kind and committed to social justice values. Red flags are ignored and dismissed. An anarchist boyfriend’s covert misogyny is minimized. A white woman’s emotionally manipulative tears are considered sympathetic. A Black woman is raped or abused by a 'woke' white man and she is quickly reduced to social pariah. If she reacts with distress to a distressing situation, it is further proof of her lack of credibility and inherent ‘threatening’ disposition.  The white leftists continue to feign political investment in 'the movement.' They post hashtags. They go to Black Lives Matter protests and scream at cops who will never put a knee to their neck, “I can't breathe.” They continue to breathe.
        The formula of performative allyship is alarmingly simple. It mimics the cycle of an abusive relationship; the victim is bombarded with (usually public) gestures of care by the abuser. The goal is to persuade the victim that the abuser is a ‘good one’ and diminish the victim’s intuition that she is not truly cared for. After the gesture is enacted, the abuser returns to their pattern of harming the victim.
         The seeming display of regard for the victim's humanity is fleeting and calculated; the abuser has performed care well enough for the victim to stay. The status quo is returned to as soon as possible.
        Performative allyship often moves past toxic social behaviour and manifests in openly harmful actions. At recent uprisings following the deaths of several Black people in the United States and Canada, performative allyship has reached dangerous proportions. Vice Canada reported that at the Montreal Black Lives Matter uprising in June 2020, white men were likely the instigators of several instances of vandalistic direct action without the instruction of Black Lives Matter organizers. These instigators ignored the Black-led protest to engage in disruption on their own terms, rather than Black-led terms. Civil disobedience can be a useful tactic in combating an unjust condition within a state, however, the actions of some white protesters have become fetishistic at best and coldly racist at worst.
        White protesters in Montreal Creole language while vandalizing buildings, which is dangerous to the Black Creole community as it targets them for further police and punitive violence. By using the Black community as a scapegoat, false allies endangered Black people under the guise of comradery. White people have been present at Black Lives Matter protests in the form of ‘die-ins,’ in which they lay in chalk outlines and imitate the deaths of Black people.
        These demonstrative actions exceed insult; they imply that white life (or white mimicry of Black death) is needed to validate the experiences and violence against Black people. There is a unique perversion in white leftist demonstration; their participation is supposedly with the intention of ‘allyship.’ Yet, in their demonstration, they enact white supremacy. They deny Black leadership, they deny Black agency, and they reproduce the racist narrative of the Black 'threat' to white society. The valid efforts for Black reparations and police abolition have become usurped by the white left’s self-indulgence. The behaviour moves beyond a refusal to accept Black leadership; it is a refusal to respect Black people’s agency.
         For marginalized people exposed to this so-called allyship, it can be a kaleidoscope of emotional violence. Non-Black people continue to use social media to create a theatre of advocacy that willfully silences Black people. This reproduces itself in other oppressive structures; ‘feminist’ men who violate women, wealthy people who refuse to speak about classism and prefer to ‘donate to charities.’ By appealing to socially accepted leftism, people with power exploit leftist ideology to avoid honest accountability.
         Sincere effort to unlearn oppressive behaviour is an ongoing process. Recognizing one's power in daily situations and interactions can be humbling. Honest allyship is rooted in trust; to invest in the safety and wellbeing of a community necessitates internalizing information about privilege not just as data, but as intrinsically related to others’ everyday struggles. These are steps anyone can begin to take:
         Give tangible support to marginalized people. If you have expendable income, ask your local Black-led organizations (Black Lives Matter Montreal, Hoodstock, Black Theatre Workshop, Black Community Resource Centre), women’s shelters (Chez Doris, Native Women's Shelter of Montreal), or domestic violence centres (McGill Domestic Violence Clinic, Montreal Women's Centre) what they need. Give reparations to low-income Indigenous and Black people. Sign and circulate letters to local officials"
    }
]